INSERT INTO Lots (name, description, start_price, current_price, start_time, end_time, picture_link) 
VALUES ('Телевизор Sony KDL-32WE613', 'Процессор X-Reality PRO улучшает разрешение каждого пикселя, добиваясь невероятной четкости. Каждая сцена проходит покадровый анализ, а изображения сопоставляются с базой данных. В результате удается добиться невероятной реалистичности деталей, что бы вы ни смотрели.',
20000, null, '2018-09-09 09:10:00', '2018-09-19 09:10:00', 'https://img.klubok.com/img/used/2017/07/02/13798/13798602_2.jpg');

INSERT INTO Lots (name, description, start_price, current_price, start_time, end_time, picture_link) 
VALUES ('HТС U Play EEA 32GB', 'Это HTC U Play. Удивительный смартфон с экраном 5.2", который с легкостью ляжет в твою ладонь. Его уникальный «переливающийся» дизайн создан, чтобы дать тебе свободу самовыражения. Он слышит тебя, адаптируя звук под индивидуальные особенности твоего слуха. Его основная камера с разрешением 16 Мп и фронтальная камера Ultra Selfie позволяют тебе делать лучшие фото. Он даже учится у тебя, превращаясь в настоящего друга, который со временем узнает тебя все лучше.',
800, null, '2018-10-09 09:10:00', '2018-10-19 09:10:00', 'https://thewindowsclub-thewindowsclubco.netdna-ssl.com/wp-content/uploads/2011/07/htc-hd7.jpg');


INSERT INTO Lots (name, description, start_price, current_price, start_time, end_time, picture_link) 
VALUES ('Холодильник SAMSUNG RB29FSRNDSA/UA', 'Технология DuoCooling – настройка индивидуального климата в холодильной и морозильной камерах. Между камерами отсутствует воздухообмен, хранящиеся продукты не заветриваются и не обмениваются между собой ароматами. Независимое регулирование температуры позволяет отключить морозильную камеру на время длительного отъезда или отпуска.',
15000, null, '2018-10-09 15:10:00', '2018-10-22 19:10:00', 'https://1.bp.blogspot.com/-eoUpKDF05f0/WxI9HvQfz7I/AAAAAAAABys/ryrGXU4ggM8KdfyiKqQoJ51DzHbXkHlzgCLcBGAs/s400/7.jpg');

INSERT INTO Lots (name, description, start_price, current_price, start_time, end_time, status, picture_link) 
VALUES ('Синтезатор Yamaha DGX-660', 'Новый DGX-660 содержит множество возможностей, используя которые каждый сможет играть, обучаться и делиться музыкой. Функция Piano Room позволит вам настроить акустические параметры пространства, в котором находится выбранное вами фортепиано, что поможет создать атмосферу, соответствующую исполнению.',
12000, 15350, '2018-03-09 15:10:00', '2018-05-22 19:10:00', 'F', 'http://cdn.korg.com/us/products/upload/11fd6bb8f8dc76d70c94357602e6ef51_pc.png');

INSERT INTO Lots (name, description, start_price, current_price, start_time, end_time, status, picture_link) 
VALUES ('Рация Motorola TLKR T80 Extreme', 'Полнофункциональная надежная рация TLKR T80 Extreme, устойчивая к любым воздействиям окружающей среды, готова к использованию в самых тяжёлых условиях. Благодаря радиусу действия до 10 км, влагозащищенному корпусу и возможности подключения целого набора аксессуаров, TLKR T80 Extreme позволит вам оставаться на связи на лесных тропах и высоко в горах.',
4500, 7500, '2018-05-09 00:00:00', '2018-05-17 00:00:00', 'F', 'https://c.allegroimg.com/s400/06dc5f/07adb90740aab1245d6feeb8c99c');

INSERT INTO Lots (name, description, start_price, current_price, start_time, end_time, status, picture_link) 
VALUES ('Кофемашина DELONGHI ETAM', 'Хотите получать любимые напитки с молоком нажатием кнопки? Благодаря новой LatteCrema System это станет возможным. DeLonghi Autentica Cappuccino ETAM 29.660 SB – это полностью автоматическое приготовление молочной пенки. От вас требуется только залить молоко в специальный контейнер. Система самостоятельно выполнит взбивание пенки, а затем подаст ее в чашку через дозатор. В переключателе для регулирования параметров пенки встроена система автоматической очистки, с помощью которой очищаются все элементы, которые контактируют с молоком.',
15000, null, '2018-10-09 15:10:00', '2018-11-09 19:10:00', 'W', 'https://coffee-service.kiev.ua/wp-content/uploads/2017/05/16.png');

INSERT INTO Lots (name, description, start_price, current_price, start_time, end_time, status, picture_link) 
VALUES ('Электрогитара Gibson Les Paul Custom', 'Gibson Les Paul Custom – это электрогитара с великолепным звучанием, удобным и эргономичным дизайном и шикарным внешним видом.Корпус электрогитары изготовлен из высококачественной древесины махагони с топом из клёна, что обеспечивает характерный плотный звук с хорошим сустейном, выразительными средними частотами и усиленными верхними. Вклеенный круглый гриф также изготовлен из махагони и имеет скоростной тонкий профиль в стиле 60-ых. Мультирадиусная накладка грифа обработана по технологии Plek, оборудована 22-мя ладами и украшена традиционными перламутровыми вставками. Мензура инструмента составляет 629 мм.',
120000, null, '2018-12-09 05:30:00', '2018-12-31 17:30:00', 'W', 'http://muzmania.com.ua/wa-data/public/shop/products/43/24/2443/images/5992/5992.400.jpg');

INSERT INTO Lots (name, description, start_price, current_price, start_time, end_time, status, picture_link) 
VALUES ('Трусики-бикини Donella', 'Компания Donella уже много лет предлагает своим клиентам только лучшие варианты качественного нижнего белья. Ассортимент включает в себя группу женского белья (трусики, майки, ночные рубашки) и мужского белья, а также детская коллекция.Динамический рост текстильной промышленности на мировом рынке заставляет компанию Donella постоянно улучшать качество своей продукции и усовершенствовать все уровни бизнес процессов. Нижнее белье Донелла подарит вам комфорт и уверенность в себе.',
110, null, '2018-09-09 15:30:00', '2018-10-31 17:30:00', 'W', 'https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSS0SyPxvBes6y4ncWkCU1mdrRuwaUi4F1ihIQrp2DOip4R9to5vQ');

INSERT INTO Lots (name, description, start_price, current_price, start_time, end_time, status, picture_link) 
VALUES ('Носки Nike 3Ppk Dri-Fit Lghtwt', 'Мужские носки Nike предназначены для интенсивных тренировок. Выполнены из качественной влагоотводящей ткани для легкости, прочности и удобства. Технология Dri-FIT эффективно отводит излишки влаги сохраняя сухость. Анатомический крой обеих носков обеспечивает надежную посадку. Удлиненная передняя часть предотвращает натирание. Уплотненные пятка и носок для большей износостойкости. Y-образный шов задника исключает скольжение во время движений. Плотное прилегание в области свода стопы для полной устойчивости.',
310, null, '2018-09-09 15:30:00', '2018-10-31 17:30:00', 'W', 'https://sfw.so/uploads/posts/2009-10/1256307850_snowboard-socks.jpg');

INSERT INTO Lots (name, description, start_price, current_price, start_time, end_time, status, picture_link) 
VALUES ('ЭНЕМА ОДНОРАЗОВАЯ ОЧИСТНАЯ КЛИЗМА раствор ректальный 150 мл', '	
Подготовка к рентгенологическим и эндоскопическим обследований ректосигмоидного отдела толстой кишки. Симптоматическое лечение запоров нижних отделов кишечника, особенно в результате затрудненной дефекации',
1000, 1250, '2018-07-09 15:30:00', '2018-10-31 17:30:00', 'A', 'https://lecheniebolezney.com/wp-content/uploads/2016/08/2micro.jpg');

INSERT INTO Lots (name, description, start_price, current_price, start_time, end_time, status, picture_link) 
VALUES ('Виски Johnnie Walker Black label 12 лет', 'Johnnie Walker — Идеальное снятие стресса после клизмы',
500, 3250, '2018-05-09 15:30:00', '2018-09-30 17:30:00', 'A', 'https://static.businessinsider.com/image/546a71c5ecad04d42c4453c3-400/image.jpg');

INSERT INTO Lots (name, description, start_price, current_price, start_time, end_time, status, picture_link) 
VALUES ('GPS навигатор Kakoyto', 'Автомобильный GPS-навигатор Kakoyto 50NHD отличается продуманным дизайном и высоким качеством сборки. Стильная отделка корпуса подчеркивает презентабельный внешний вид.В основу устройства легла системная плата Atlas VI. Тактовая частота 800 МГц обеспечивает высокую скорость обработки данных. С помощью встроенного FM-трансмиттера можно слушать музыку или звуковое сопровождение фильма. Имеющаяся память может быть дополнена картами памяти емкостью до 16 ГБ.',
1500, 3250, '2018-07-09 15:30:00', '2018-09-30 17:30:00', 'A', 'https://s.4pda.to/wJelTz0Pid9cpBz0exPNwDMwShnFT1rVj.jpg');

INSERT INTO Lots (name, description, start_price, current_price, start_time, end_time, status, picture_link) 
VALUES ('Металлоискатель Discovery Tracker MD-1005', 'Металлоискатель Discovery Tracker MD-1005 — это грунтовый металлоискатель для начинающих. Лёгкость управления MD-1005 доступна даже детям, та как он не имеет вариантов настроек, а работает в одном автоматическом режиме. Предназначен для поиска черных и цветных металлов, на глубине до 6 сантиметров, а в отдельных случаях, в зависимости от размера цели до 20 сантиметров. Рабочая частота равна 22 кГц.',
10500, 17250, '2018-07-09 15:30:00', '2025-09-30 17:30:00', 'A', 'https://img1.flagma.ua/photo-o01157663_big.jpg');

INSERT INTO Lots (name, description, start_price, current_price, start_time, end_time, status, picture_link) 
VALUES ('Фотоэпилятор PHILIPS Lumea Prestige', 'В основе работы фотоэпилятора Philips Lumea Prestige лежит технология интенсивного светового импульса (IPL), которая прерывает цикл роста волос. Световые импульсы мягко воздействуют на корни волос, и после проведения нескольких сеансов повторный рост волос прекращается. Технология IPL применяется в профессиональных салонах с 1997 года. Приборы Philips Lumea Prestige, созданные на основе этой технологии, позволяют легко и эффективно удалять волоски дома. Фотоэпилятор Philips Lumea Prestige был создан в результате 14-летних исследований в сотрудничестве с ведущими дерматологами.',
10500, 17250, '2018-06-09 15:30:00', '2018-10-30 15:30:00', 'A', 'https://img.003.ru/public/images/1331148/0/400x300.jpg');

INSERT INTO Lots (name, description, start_price, current_price, start_time, end_time, status, picture_link) 
VALUES ('Бассейн детский надувной Jilong(с детьми)', 'Надувной бассейн Jilong 10271 подходит для детей от 2 до 6 лет. Бассейн рассчитан на нескольких человек. Широкие борта позволят взрослым присесть, а детям играть на них. В высоту бассейн Jilong 10271 имеет три горизонтальные, независимые раздельные камеры, с выпускными клапанами. Что может быть лучше в сухую, жаркую, летнюю погоду, чем окунуться в прохладу бассейна?',
50, 100000000, '2018-04-09 15:30:00', '2018-10-30 15:30:00', 'A', 'https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQq4vcpzhq2wwaiWOKiN1HoFs4dybe9zLiWgD36yb17ltmjkSW-Cg');

INSERT INTO users(id, login, password, salt) VALUES (1, 'user', '5cc32e366c87c4cb49e4309b75f57d64', 'user');

INSERT INTO users(id, login, password, salt) VALUES (2, 'shel', 'f525af711de18be19fb19afa05b1eba5', 'shel');